Repository: ampere1988/AlbumSlim
Catalog: AlbumSlim/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 大文件
de: Große Datei
en: Large File
es: Archivo grande
fr: Gros fichier
ja: 大容量ファイル
ko: 대용량 파일
pt_br: Arquivo grande
ru: Большой файл
zh_hant: 大檔案

source: 大视频
de: Großes Video
en: Large Video
es: Vídeo grande
fr: Grande vidéo
ja: 大容量動画
ko: 대용량 동영상
pt_br: Vídeo grande
ru: Большое видео
zh_hant: 大影片

source: 存储概览
de: Speicherübersicht
en: Storage Overview
es: Resumen de almacenamiento
fr: Aperçu du stockage
ja: ストレージ概要
ko: 저장 공간 개요
pt_br: Visão geral do armazenamento
ru: Обзор хранилища
zh_hant: 儲存空間概覽

source: 完成
de: Fertig
en: Done
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово

source: 完成首次清理
de: Erste Aufräumaktion abgeschlossen
en: Completed first cleanup
es: Completa tu primera limpieza
fr: Premier nettoyage effectué
ja: 初めてのクリーンアップを完了
ko: 첫 정리 완료
pt_br: Concluiu a primeira limpeza
ru: Первая очистка завершена

source: 定期提醒清理
de: Regelmäßige Aufräum-Erinnerung
en: Periodic Cleanup Reminder
es: Recordatorio periódico de limpieza
fr: Rappel de nettoyage régulier
ja: 定期クリーンアップのリマインダー
ko: 정기 정리 알림
pt_br: Lembrete periódico de limpeza
ru: Регулярные напоминания об очистке

source: 实际节省
de: Tatsächlich gespart
en: Actual Savings
es: Ahorro real
fr: Économie réelle
ja: 実際の節約量
ko: 실제 절약
pt_br: Economia real
ru: Фактически сэкономлено
zh_hant: 實際節省

source: 将删除 %lld 个视频，此操作可在"最近删除"中撤回
de: %lld Videos werden gelöscht. Kann unter „Zuletzt gelöscht“ rückgängig gemacht werden
en: Will delete %lld videos. This action can be undone from "Recently Deleted"
es: Se eliminarán %lld vídeos. Puedes deshacerlo en «Eliminados recientemente»
fr: %lld vidéos seront supprimées. Annulable dans « Supprimés récemment »
ja: %lld件の動画を削除します。「最近削除した項目」から元に戻せます
ko: 동영상 %lld개를 삭제합니다. "최근 삭제된 항목"에서 되돌릴 수 있습니다
pt_br: %lld vídeos serão excluídos. Você pode desfazer em "Excluídos recentemente"
ru: Будет удалено %lld видео. Отменить можно в «Недавно удалённых»
zh_hant: 將刪除 %lld 個影片，此操作可在「最近刪除」中復原

source: 将清除所有分析缓存数据，下次扫描需要重新分析。此操作不会影响您的照片和视频。
de: Alle Analyse-Cache-Daten werden gelöscht. Der nächste Scan muss neu analysieren. Deine Fotos und Videos sind nicht betroffen.
en: This will clear all analysis cache data. The next scan will need to re-analyze. This will not affect your photos and videos.
es: Se borrará toda la caché de análisis y el próximo análisis empezará de cero. Tus fotos y vídeos no se verán afectados.
fr: Tout le cache d'analyse sera effacé et la prochaine analyse sera refaite. Vos photos et vidéos ne sont pas touchées.
ja: すべての分析キャッシュを消去します。次回のスキャンで再分析が必要になります。写真や動画には影響しません。
ko: 모든 분석 캐시가 지워지고 다음 스캔 시 다시 분석합니다. 사진과 동영상에는 영향을 주지 않습니다.
pt_br: Isso apaga todo o cache de análise. A próxima varredura terá que analisar novamente. Suas fotos e vídeos não são afetados.
ru: Весь кэш анализа будет очищен, и при следующем сканировании потребуется повторный анализ. Ваши фото и видео не пострадают.
zh_hant: 將清除所有分析快取資料，下次掃描需要重新分析。此操作不會影響您的照片和影片。

source: 小有成效
de: Auf gutem Weg
en: Getting Started
es: Vas por buen camino
fr: Bon début
ja: ちょっと上達
ko: 소소한 성과
pt_br: Começando bem
ru: Первые успехи

source: 已保存
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
ja: 保存しました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
zh_hant: 已儲存

source: 已保存 %lld 条识别记录
de: %lld Erkennungseinträge gespeichert
en: Saved %lld OCR records
es: %lld registros de OCR guardados
fr: %lld entrées OCR enregistrées
ja: %lld件の認識履歴を保存しました
ko: 인식 기록 %lld개 저장됨
pt_br: %lld registros de OCR salvos
ru: Сохранено записей распознавания: %lld
zh_hant: 已儲存 %lld 條辨識記錄

source: 已保存到识别记录
de: Im Erkennungsverlauf gespeichert
en: Saved to Recognition History
es: Guardado en el historial de OCR
fr: Enregistré dans l'historique
ja: 認識履歴に保存しました
ko: 인식 기록에 저장됨
pt_br: Salvo no histórico de reconhecimento
ru: Сохранено в историю распознавания
zh_hant: 已儲存到辨識記錄

source: 已删除项目
de: Gelöschte Objekte
en: Items Deleted
es: Elementos eliminados
fr: Éléments supprimés
ja: 削除した項目
ko: 삭제된 항목
pt_br: Itens excluídos
ru: Удалено элементов
zh_hant: 已刪除項目

source: 已压缩，节省 %@
de: Komprimiert, %@ gespart
en: Compressed, saved %@
es: Comprimido, ahorro de %@
fr: Compressé, %@ économisé
ja: 圧縮完了、%@ 節約
ko: 압축 완료, %@ 절약
pt_br: Comprimido, economizou %@
ru: Сжато, сэкономлено %@
zh_hant: 已壓縮，節省 %@

source: 已复制到剪贴板
de: In die Zwischenablage kopiert
en: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
zh_hant: 已複製到剪貼簿

source: 已存储
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
ja: 保存済み
ko: 저장됨
pt_br: Salvo
ru: Сохранено
zh_hant: 已儲存

source: 已存储 (%lld)
de: Gespeichert (%lld)
en: Saved (%lld)
es: Guardados (%lld)
fr: Enregistrés (%lld)
ja: 保存済み (%lld)
ko: 저장됨 (%lld)
pt_br: Salvos (%lld)
ru: Сохранено (%lld)
zh_hant: 已儲存 (%lld)

source: 已恢复 %lld 项
de: %lld Objekte wiederhergestellt
en: Restored %lld items
es: %lld elementos restaurados
fr: %lld éléments restaurés
ja: %lld件を復元しました
ko: %lld개 복구됨
pt_br: %lld itens restaurados
ru: Восстановлено элем.: %lld
zh_hant: 已復原 %lld 項

source: 已恢复 Pro 权益
de: Pro wiederhergestellt
en: Pro restored
es: Pro restaurado
fr: Pro restauré
ja: Pro 権利を復元しました
ko: Pro 권한 복원됨
pt_br: Pro restaurado
ru: Pro восстановлен
zh_hant: 已恢復 Pro 權益

source: 已拒绝访问
de: Zugriff verweigert
en: Access Denied
es: Acceso denegado
fr: Accès refusé
ja: アクセスが拒否されています
ko: 접근 거부됨
pt_br: Acesso negado
ru: Доступ запрещён
zh_hant: 已拒絕存取

source: 已授权完整访问
de: Vollzugriff erteilt
en: Full Access Granted
es: Acceso completo concedido
fr: Accès complet accordé
ja: フルアクセスを許可済み
ko: 전체 접근 허용됨
pt_br: Acesso total concedido
ru: Предоставлен полный доступ
zh_hant: 已授權完整存取

source: 已授权部分访问
de: Eingeschränkter Zugriff erteilt
en: Limited Access Granted
es: Acceso limitado concedido
fr: Accès limité accordé
ja: 一部アクセスを許可済み
ko: 제한된 접근 허용됨
pt_br: Acesso limitado concedido
ru: Предоставлен ограниченный доступ
zh_hant: 已授權部分存取

source: 已暂停扫描
de: Scan pausiert
en: Scan Paused
es: Análisis en pausa
fr: Analyse en pause
ja: スキャンを一時停止しました
ko: 스캔 일시 중지됨
pt_br: Varredura pausada
ru: Сканирование приостановлено
zh_hant: 已暫停掃描

source: 已永久删除 %lld 项，释放 %@
de: %lld Objekte endgültig gelöscht, %@ freigegeben
en: Permanently deleted %lld items, freed %@
es: %lld elementos eliminados de forma permanente, %@ liberados
fr: %lld éléments supprimés définitivement, %@ libérés
ja: %lld件を完全に削除し、%@ を解放しました
ko: %lld개 영구 삭제, %@ 확보
pt_br: %lld itens excluídos permanentemente, %@ liberados
ru: Удалено навсегда %lld элем., освобождено %@
zh_hant: 已永久刪除 %lld 項，釋放 %@

source: 已移到垃圾桶 %lld 项
de: %lld Objekte in den Papierkorb verschoben
en: Moved %lld items to trash
es: %lld elementos movidos a la papelera
fr: %lld éléments mis à la corbeille
ja: %lld件をゴミ箱に移動しました
ko: %lld개를 휴지통으로 이동
pt_br: %lld itens movidos para a lixeira
ru: В корзину перемещено %lld элем.
zh_hant: 已移到垃圾桶 %lld 項

source: 已移到垃圾桶 %lld 项 · 可释放 %@
de: %lld Objekte in den Papierkorb · gibt %@ frei
en: Moved %lld items to trash · frees %@
es: %lld elementos movidos a la papelera · libera %@
fr: %lld éléments à la corbeille · libère %@
ja: %lld件をゴミ箱に移動 · %@ を解放できます
ko: %lld개를 휴지통으로 이동 · %@ 확보 가능
pt_br: %lld itens movidos para a lixeira · libera %@
ru: В корзину перемещено %lld элем. · освободит %@
zh_hant: 已移到垃圾桶 %lld 項 · 可釋放 %@

source: 已选 %lld 个
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés
ja: %lld件選択中
ko: %lld개 선택됨
pt_br: %lld selecionados
ru: Выбрано: %lld
zh_hant: 已選 %lld 個

source: 已选 %lld 张
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionadas
fr: %lld sélectionnées
ja: %lld枚選択中
ko: %lld장 선택됨
pt_br: %lld selecionadas
ru: Выбрано: %lld
zh_hant: 已選 %lld 張

source: 已选 %lld 项
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés
ja: %lld件選択中
ko: %lld개 선택됨
pt_br: %lld selecionados
ru: Выбрано: %lld
zh_hant: 已選 %lld 項

source: 废片
de: Fehlaufnahmen
en: Bad Photos
es: Fotos malas
fr: Photos ratées
ja: 不要な写真
ko: 불량 사진
pt_br: Fotos ruins
ru: Плохие фото
zh_hant: 廢片

source: 废片检测
de: Fehlaufnahmen-Erkennung
en: Bad Photo Detection
es: Detección de fotos malas
fr: Détection des ratées
ja: 不要写真の検出
ko: 불량 사진 감지
pt_br: Detecção de fotos ruins
ru: Поиск плохих фото
zh_hant: 廢片偵測

source: 开启后才能随机浏览你的照片和视频
de: Erteile Zugriff, um deine Fotos und Videos zu durchstöbern
en: Grant access to browse your photos and videos
es: Concede acceso para explorar tus fotos y vídeos
fr: Autorisez l'accès pour parcourir vos photos et vidéos
ja: 許可すると写真や動画をランダムに閲覧できます
ko: 접근을 허용해야 사진과 동영상을 둘러볼 수 있습니다
pt_br: Conceda acesso para navegar pelas suas fotos e vídeos
ru: Дайте доступ, чтобы просматривать фото и видео
zh_hant: 開啟後才能隨機瀏覽你的照片和影片

source: 开启权限后才能扫描和清理
de: Erteile Zugriff, um zu scannen und aufzuräumen
en: Grant access to scan and clean
es: Concede acceso para analizar y limpiar
fr: Autorisez l'accès pour analyser et nettoyer
ja: アクセスを許可するとスキャンと整理ができます
ko: 권한을 허용해야 스캔하고 정리할 수 있습니다
pt_br: Conceda acesso para analisar e limpar
ru: Дайте доступ, чтобы сканировать и очищать
zh_hant: 開啟權限後才能掃描和清理

source: 开始扫描
de: Scan starten
en: Start Scan
es: Iniciar análisis
fr: Lancer l'analyse
ja: スキャン開始
ko: 스캔 시작
pt_br: Iniciar varredura
ru: Начать сканирование
zh_hant: 開始掃描

source: 开始识别
de: Erkennung starten
en: Start OCR
es: Iniciar OCR
fr: Lancer l'OCR
ja: 認識を開始
ko: 인식 시작
pt_br: Iniciar OCR
ru: Начать распознавание
zh_hant: 開始辨識

source: 快递
de: Lieferung
en: Delivery
es: Envío
fr: Livraison
ja: 配送
ko: 택배
pt_br: Entrega
ru: Доставка
zh_hant: 快遞

source: 恢复
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
zh_hant: 復原

source: 恢复购买
de: Kauf wiederherstellen
en: Restore Purchase
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
ru: Восстановить покупку
zh_hant: 恢復購買

source: 您的相册可能积累了不少新照片，来看看有哪些可以清理吧
de: In deinem Album haben sich vielleicht neue Fotos angesammelt. Sieh nach, was sich aufräumen lässt.
en: Your album may have accumulated new photos. Check what can be cleaned up.
es: Puede que hayas acumulado fotos nuevas. Mira qué puedes limpiar.
fr: Votre album a peut-être accumulé de nouvelles photos. Voyez ce qui peut être nettoyé.
ja: 新しい写真がたまっているかもしれません。整理できるものを見てみましょう
ko: 앨범에 새 사진이 많이 쌓였을 수 있어요. 정리할 항목을 확인해 보세요.
pt_br: Seu álbum pode ter acumulado novas fotos. Veja o que dá para limpar.
ru: В вашем альбоме, вероятно, накопилось много новых фото. Посмотрите, что можно очистить.
zh_hant: 您的相簿可能累積了不少新照片，來看看有哪些可以清理吧

source: 您的相册安全是我们的首要原则
de: Die Sicherheit deines Albums hat für uns oberste Priorität
en: Your album security is our top priority
es: La seguridad de tu álbum es nuestra prioridad
fr: La sécurité de votre album est notre priorité
ja: 写真の安全を最優先に考えています
ko: 앨범의 안전이 저희의 최우선 원칙입니다
pt_br: A segurança do seu álbum é nossa prioridade
ru: Безопасность вашего альбома — наш главный принцип
zh_hant: 您的相簿安全是我們的首要原則

source: 您的视频库状态良好
de: Deine Videothek ist in gutem Zustand
en: Your video library is in good shape
es: Tu videoteca está en buen estado
fr: Votre vidéothèque est en bon état
ja: 動画ライブラリは良好な状態です
ko: 동영상 보관함 상태가 양호합니다
pt_br: Sua biblioteca de vídeos está em ótima forma
ru: Ваша видеотека в отличном состоянии
zh_hant: 您的影片庫狀態良好

source: 意见反馈
de: Feedback
en: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 의견 보내기
pt_br: Enviar feedback
ru: Обратная связь
zh_hant: 意見回饋

source: 成功压缩 %lld 个视频
de: %lld Videos erfolgreich komprimiert
en: Successfully compressed %lld videos
es: %lld vídeos comprimidos correctamente
fr: %lld vidéos compressées
ja: %lld件の動画を圧縮しました
ko: 동영상 %lld개 압축 완료
pt_br: %lld vídeos comprimidos com sucesso
ru: Успешно сжато видео: %lld
zh_hant: 成功壓縮 %lld 個影片

source: 成功压缩 %lld 个视频，%lld 个失败
de: %lld Videos komprimiert, %lld fehlgeschlagen
en: Successfully compressed %lld videos, %lld failed
es: %lld vídeos comprimidos, %lld con errores
fr: %lld vidéos compressées, %lld échecs
ja: %lld件の動画を圧縮、%lld件が失敗
ko: 동영상 %lld개 압축 완료, %lld개 실패
pt_br: %lld vídeos comprimidos, %lld falharam
ru: Сжато видео: %lld, с ошибкой: %lld
zh_hant: 成功壓縮 %lld 個影片，%lld 個失敗

source: 我们不收集、不存储、不分享您的个人数据和使用习惯
de: Wir sammeln, speichern und teilen keine persönlichen Daten oder Nutzungsgewohnheiten
en: We do not collect, store or share your personal data or usage habits
es: No recopilamos, almacenamos ni compartimos tus datos personales ni tus hábitos de uso
fr: Nous ne collectons, ne stockons ni ne partageons vos données ou habitudes
ja: 個人データや利用状況を収集・保存・共有することはありません
ko: 개인 데이터와 사용 습관을 수집·저장·공유하지 않습니다
pt_br: Não coletamos, armazenamos nem compartilhamos seus dados pessoais ou hábitos de uso
ru: Мы не собираем, не храним и не передаём ваши личные данные и привычки
zh_hant: 我們不收集、不儲存、不分享您的個人資料和使用習慣

source: 截图
de: Screenshots
en: Screenshots
es: Capturas
fr: Captures d'écran
ja: スクリーンショット
ko: 스크린샷
pt_br: Capturas
ru: Снимки экрана
zh_hant: 截圖

source: 截图 OCR 文字识别
de: Screenshot-OCR-Texterkennung
en: Screenshot OCR text recognition
es: OCR de texto en capturas
fr: Reconnaissance de texte des captures
ja: スクリーンショットの OCR 文字認識
ko: 스크린샷 OCR 텍스트 인식
pt_br: Reconhecimento de texto (OCR) em capturas
ru: Распознавание текста на снимках экрана
zh_hant: 截圖 OCR 文字辨識

source: 截图管理
de: Screenshot-Verwaltung
en: Screenshot Manager
es: Gestor de capturas
fr: Gestion des captures
ja: スクリーンショット管理
ko: 스크린샷 관리
pt_br: Gerenciador de capturas
ru: Менеджер снимков экрана
zh_hant: 截圖管理

source: 截图识别后保存的文字会显示在这里
de: Aus Screenshots erkannter Text erscheint hier
en: Text recognized from screenshots will appear here
es: El texto reconocido en las capturas aparecerá aquí
fr: Le texte reconnu depuis vos captures apparaîtra ici
ja: スクリーンショットから認識・保存したテキストがここに表示されます
ko: 스크린샷에서 인식한 텍스트가 여기에 표시됩니다
pt_br: O texto reconhecido nas capturas aparece aqui
ru: Здесь появится текст, распознанный со снимков экрана
zh_hant: 截圖辨識後儲存的文字會顯示在這裡

source: 截图详情
de: Screenshot-Details
en: Screenshot Detail
es: Detalles de la captura
fr: Détail de la capture
ja: スクリーンショット詳細
ko: 스크린샷 상세
pt_br: Detalhes da captura
ru: Сведения о снимке экрана
zh_hant: 截圖詳情

source: 所有 AI 分析均在您的设备上完成，照片和视频绝不会上传到任何服务器
de: Alle KI-Analysen erfolgen auf deinem Gerät. Fotos und Videos werden nie auf einen Server hochgeladen.
en: All AI analysis is done on your device. Photos and videos are never uploaded to any server.
es: Todo el análisis con IA se realiza en tu dispositivo; tus fotos y vídeos nunca se suben a ningún servidor
fr: Toute l'analyse IA se fait sur votre appareil. Vos photos et vidéos ne sont jamais envoyées à un serveur.
ja: AI 分析はすべてデバイス上で行われ、写真や動画がサーバーにアップロードされることはありません
ko: 모든 AI 분석은 기기에서 이루어지며 사진과 동영상은 어떤 서버에도 업로드되지 않습니다
pt_br: Toda a análise de IA é feita no seu dispositivo. Fotos e vídeos nunca são enviados a servidores.
ru: Весь ИИ-анализ выполняется на вашем устройстве. Фото и видео никогда не загружаются на серверы.
zh_hant: 所有 AI 分析均在您的裝置上完成，照片和影片絕不會上傳到任何伺服器

source: 所有分析在本地完成，隐私安全
de: Alle Analysen lokal, Datenschutz gewährleistet
en: All analysis done locally, privacy safe
es: Todo el análisis se hace en local; tu privacidad está a salvo
fr: Analyse 100 % locale, confidentialité assurée
ja: 分析はすべてローカルで完結、プライバシー安全
ko: 모든 분석은 기기에서 처리되어 개인정보가 안전합니다
pt_br: Toda a análise é feita localmente, com privacidade garantida
ru: Весь анализ выполняется локально — конфиденциально
zh_hant: 所有分析在本機完成，隱私安全

source: 扫描中…
de: Wird gescannt …
en: Scanning…
es: Analizando…
fr: Analyse…
ja: スキャン中…
ko: 스캔 중…
pt_br: Analisando…
ru: Сканирование…
zh_hant: 掃描中…

source: 扫描分析
de: Scans
en: Scans
es: Análisis
fr: Analyses
ja: スキャン
ko: 스캔 분석
pt_br: Varreduras
ru: Сканирования
zh_hant: 掃描分析

source: 扫描完成
de: Scan abgeschlossen
en: Scan complete
es: Análisis completado
fr: Analyse terminée
ja: スキャン完了
ko: 스캔 완료
pt_br: Varredura concluída
ru: Сканирование завершено
zh_hant: 掃描完成

source: 扫描废片...
de: Fehlaufnahmen werden gescannt …
en: Scanning for bad photos...
es: Buscando fotos malas...
fr: Recherche de photos ratées...
ja: 不要な写真をスキャン中...
ko: 불량 사진 스캔 중...
pt_br: Procurando fotos ruins...
ru: Поиск плохих фото...
zh_hant: 掃描廢片...

source: 扫描相似照片...
de: Ähnliche Fotos werden gescannt …
en: Scanning similar photos...
es: Buscando fotos similares...
fr: Recherche de photos similaires...
ja: 類似写真をスキャン中...
ko: 유사 사진 스캔 중...
pt_br: Procurando fotos semelhantes...
ru: Поиск похожих фото...
zh_hant: 掃描相似照片...

source: 扫描超大照片...
de: Große Fotos werden gescannt …
en: Scanning large photos...
es: Buscando fotos muy grandes...
fr: Recherche de photos volumineuses...
ja: 大容量写真をスキャン中...
ko: 대용량 사진 스캔 중...
pt_br: Procurando fotos muito grandes...
ru: Поиск больших фото...
zh_hant: 掃描超大照片...

source: 扫描进度已保存，可随时继续
de: Scan-Fortschritt gespeichert, jederzeit fortsetzbar
en: Scan progress is saved, you can resume anytime
es: El progreso se ha guardado; puedes continuar cuando quieras
fr: Progression enregistrée, reprenez quand vous voulez
ja: スキャンの進捗を保存しました。いつでも再開できます
ko: 스캔 진행 상황이 저장되어 언제든 이어서 할 수 있습니다
pt_br: O progresso foi salvo, você pode continuar quando quiser
ru: Прогресс сканирования сохранён — можно продолжить в любой момент
zh_hant: 掃描進度已儲存，可隨時繼續

source: 扫描连拍照片...
de: Serienfotos werden gescannt …
en: Scanning burst photos...
es: Buscando ráfagas...
fr: Recherche de rafales...
ja: 連写写真をスキャン中...
ko: 연속 촬영 사진 스캔 중...
pt_br: Procurando fotos em rajada...
ru: Поиск серийных снимков...
zh_hant: 掃描連拍照片...

source: 批量压缩
de: Stapelkomprimierung
en: Batch Compress
es: Comprimir en lote
fr: Compression groupée
ja: 一括圧縮
ko: 일괄 압축
pt_br: Comprimir em lote
ru: Пакетное сжатие
zh_hant: 批次壓縮

source: 批量管理截图，一键清理
de: Screenshots im Stapel verwalten, mit einem Tipp aufräumen
en: Batch manage screenshots, one-tap cleanup
es: Gestiona capturas en lote y limpia con un toque
fr: Gérez et nettoyez vos captures en un geste
ja: スクリーンショットをまとめて管理、ワンタップで整理
ko: 스크린샷 일괄 관리, 한 번에 정리
pt_br: Gerencie capturas em lote e limpe com um toque
ru: Управляйте снимками экрана и очищайте в одно касание
zh_hant: 批次管理截圖，一鍵清理

source: 按大小
de: Nach Größe
en: By Size
es: Por tamaño
fr: Par taille
ja: サイズ順
ko: 크기순
pt_br: Por tamanho
ru: По размеру
zh_hant: 依大小

source: 按日期
de: Nach Datum
en: By Date
es: Por fecha
fr: Par date
ja: 日付順
ko: 날짜순
pt_br: Por data
ru: По дате
zh_hant: 依日期

source: 按时长
de: Nach Länge
en: By Duration
es: Por duración
fr: Par durée
ja: 長さ順
ko: 길이순
pt_br: Por duração
ru: По длительности
zh_hant: 依長度

source: 授权访问相册
de: Albumzugriff erteilen
en: Grant Album Access
es: Conceder acceso al álbum
fr: Autoriser l'accès à l'album
ja: 写真へのアクセスを許可
ko: 앨범 접근 허용
pt_br: Conceder acesso ao álbum
ru: Разрешить доступ к альбому
zh_hant: 授權存取相簿

source: 排序
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка

source: 排序方式
de: Sortieren nach
en: Sort By
es: Ordenar por
fr: Trier par
ja: 並べ替え方法
ko: 정렬 방식
pt_br: Ordenar por
ru: Способ сортировки

source: 提醒频率
de: Erinnerungshäufigkeit
en: Reminder Frequency
es: Frecuencia del recordatorio
fr: Fréquence des rappels
ja: リマインダー頻度
ko: 알림 주기
pt_br: Frequência dos lembretes
ru: Частота напоминаний
zh_hant: 提醒頻率

source: 撤销
de: Rückgängig
en: Undo
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hant: 還原

source: 数据留在手机
de: Daten bleiben auf dem Gerät
en: Data Stays on Device
es: Los datos se quedan en el móvil
fr: Données sur l'appareil
ja: データは端末内に保存
ko: 데이터는 기기에 보관
pt_br: Os dados ficam no celular
ru: Данные остаются на телефоне
zh_hant: 資料留在手機

source: 文件超过100MB，建议压缩
de: Datei über 100 MB, Komprimierung empfohlen
en: File over 100MB, compression recommended
es: El archivo supera los 100 MB; se recomienda comprimir
fr: Fichier de plus de 100 Mo, compression conseillée
ja: ファイルが 100MB を超えています。圧縮をおすすめします
ko: 파일이 100MB를 초과해 압축을 권장합니다
pt_br: Arquivo acima de 100 MB, recomendamos comprimir
ru: Файл больше 100 МБ, рекомендуется сжать
zh_hant: 檔案超過 100MB，建議壓縮

source: 文章
de: Artikel
en: Article
es: Artículo
fr: Article
ja: 記事
ko: 기사
pt_br: Artigo
ru: Статья

source: 新的语言设置将在重启 App 后生效
de: Die neue Spracheinstellung wird nach dem Neustart der App wirksam.
en: The new language setting will take effect after restarting the app.
es: El nuevo idioma se aplicará al reiniciar la app.
fr: La nouvelle langue s'appliquera au redémarrage de l'app.
ja: 新しい言語設定はアプリの再起動後に有効になります
ko: 새 언어 설정은 앱을 다시 시작한 후 적용됩니다.
pt_br: O novo idioma entra em vigor após reiniciar o app.
ru: Новый язык вступит в силу после перезапуска приложения.
zh_hant: 新的語言設定將在重新啟動 App 後生效

source: 无法创建压缩会话
de: Komprimierungssitzung kann nicht erstellt werden
en: Cannot create compression session
es: No se pudo crear la sesión de compresión
fr: Impossible de créer la session de compression
ja: 圧縮セッションを作成できません
ko: 압축 세션을 만들 수 없습니다
pt_br: Não foi possível criar a sessão de compressão
ru: Не удалось создать сессию сжатия
zh_hant: 無法建立壓縮工作階段

source: 无法加载产品信息
de: Produktinfos können nicht geladen werden
en: Unable to load product info
es: No se pudo cargar la información del producto
fr: Impossible de charger les informations produit
ja: 商品情報を読み込めません
ko: 상품 정보를 불러올 수 없습니다
pt_br: Não foi possível carregar as informações do produto
ru: Не удалось загрузить сведения о товаре
zh_hant: 無法載入產品資訊

source: 无法访问相册
de: Kein Zugriff auf das Album
en: Cannot access album
es: No se puede acceder al álbum
fr: Impossible d'accéder à l'album
ja: 写真にアクセスできません
ko: 앨범에 접근할 수 없습니다
pt_br: Não foi possível acessar o álbum
ru: Нет доступа к альбому
zh_hant: 無法存取相簿

source: 无限废片清理
de: Unbegrenztes Aufräumen von Fehlaufnahmen
en: Unlimited bad photo cleanup
es: Limpieza ilimitada de fotos malas
fr: Nettoyage illimité des ratées
ja: 不要写真の無制限クリーンアップ
ko: 불량 사진 무제한 정리
pt_br: Limpeza ilimitada de fotos ruins
ru: Безлимитная очистка плохих фото
zh_hant: 無限廢片清理

source: 无隐私追踪
de: Kein Tracking
en: No Privacy Tracking
es: Sin rastreo de privacidad
fr: Aucun pistage
ja: プライバシー追跡なし
ko: 개인정보 추적 없음
pt_br: Sem rastreamento de privacidade
ru: Без отслеживания
zh_hant: 無隱私追蹤

source: 时长
de: Länge
en: Duration
es: Duración
fr: Durée
ja: 長さ
ko: 길이
pt_br: Duração
ru: Длительность
zh_hant: 長度

source: 时长超过5分钟，建议压缩或裁剪
de: Länger als 5 Minuten, Komprimierung oder Kürzung empfohlen
en: Duration over 5 minutes, compression or trimming recommended
es: Dura más de 5 minutos; se recomienda comprimir o recortar
fr: Durée de plus de 5 min, compression ou découpe conseillée
ja: 5分を超えています。圧縮またはトリミングをおすすめします
ko: 길이가 5분을 초과해 압축이나 자르기를 권장합니다
pt_br: Mais de 5 minutos, recomendamos comprimir ou cortar
ru: Длительность больше 5 минут, рекомендуется сжать или обрезать
zh_hant: 長度超過 5 分鐘，建議壓縮或裁剪

source: 时间
de: Datum
en: Date
es: Fecha
fr: Date
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hant: 時間

source: 智能一键扫描清理
de: Intelligentes Scannen und Aufräumen mit einem Tipp
en: Smart one-tap scan & clean
es: Análisis y limpieza inteligente con un toque
fr: Analyse et nettoyage en un geste
ja: ワンタップのスマートスキャン整理
ko: 스마트 원터치 스캔 정리
pt_br: Varredura e limpeza inteligente com um toque
ru: Умное сканирование и очистка в одно касание
zh_hant: 智慧一鍵掃描清理

source: 智能分析相册，释放存储空间
de: Album intelligent analysieren, Speicher freigeben
en: Analyze your album intelligently, free up storage
es: Analiza tu álbum con inteligencia y libera espacio
fr: Analysez votre album, libérez de l'espace
ja: 写真をスマートに分析し、ストレージを解放
ko: 앨범을 스마트하게 분석해 저장 공간을 확보하세요
pt_br: Analise seu álbum com inteligência e libere espaço
ru: Умный анализ альбома для освобождения места
zh_hant: 智慧分析相簿，釋放儲存空間

source: 智能压缩视频，画质几乎无损
de: Intelligente Videokomprimierung, nahezu verlustfrei
en: Smart video compression, nearly lossless
es: Compresión de vídeo inteligente, casi sin pérdida de calidad
fr: Compression vidéo intelligente, quasi sans perte
ja: スマートな動画圧縮でほぼ無劣化
ko: 스마트 동영상 압축, 화질 거의 손실 없음
pt_br: Compressão inteligente de vídeo, quase sem perda de qualidade
ru: Умное сжатие видео почти без потери качества
zh_hant: 智慧壓縮影片，畫質幾乎無損
